Repository: iustitia/garts
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: About the project
pl: O projekcie

source: Gender of german articles is not an easy thing to learn. This project helps in learning it, by letting you use quizes to memorize them.
pl: Nauczenie się niemieckich rodzajników nie jest łatwą rzeczą. Ten projekt ma na celu pomoc w nauce, poprzez dostarczenie Ci quizów, w których możesz utrwalić i przetestować swoją wiedzę.

source: Project stack: Application is written in Python with Django framework. Quiz logic is based on 'django_quiz' with modifications and extensions.
pl: Stos technologiczny projektu: aplikacja jest napisana w Pythonie z frameworkiem Django. Funkcja quizu jest oparta o bibliotekę 'django_quiz' z pewnymi modyfikacjami i rozszerzeniami.

source: The whole project is open-source. You can find code at GitHub:
pl: Cały projekt jest open-source. Kod możesz znaleźć na Githubie:

source: Source for word list for this app is <a href="http://tatoeba.org/">Tatoeba</a>, sorted by popularity.
pl: Lista słów została przygotowana na podstawie <a href="http://tatoeba.org/">Tatoeba</a>, z uwzględnieniem popularności występowania.

source: You can use this site in personal and commercial purposes.
pl: Możesz używać tej strony do użytku prywatnego i komercyjnego np. w szkołach językowych.

source: About the author
pl: O autorce

source: Justyna Kubisztal - Python Developer, Django Girls co-organiser and mentor. Language enthusiast. Book worm. Life-long learner. She writes a blog in Polish about programming:
pl: Justyna Kubisztal - Programistka Pythona, współorganizatorka i mentorka Django Girls. Entuzjastka języków obcych i książek. Bloguje o programowaniu na :

source: Find me on Twitter
pl: Znajdziesz mnie na Twitterze

source: or write me at
pl: lub napisz to mnie na

source: Learn German Articles!
pl: Naucz się niemieckich rodzajników!

source: Words
pl: Słówka

source: Wordbrowser
pl: Lista słówek

source: More
pl: Więcej

source: Take a test and see how many articles you know
pl: Zrób test i zobacz ile znasz rodzajników

source: Stats
pl: Statystyki

source: See your progress
pl: Zobacz swoje postępy

source: Question
pl: Pytanie

source: About
pl: O projekcie

source: Hello
pl: Witaj

source: Log out
pl: Wyloguj się

source: Login
pl: Zaloguj się

source: Register
pl: Zarejestruj się

source: The previous question
pl: Poprzednie pytanie

source: Your answer was
pl: Twoja odpowiedź

source: Check
pl: Sprawdź

source: All Quizzes
pl: Wszystkie quizy

source: Start a quiz
pl: Rozpocznij quiz

source: List of available quizzes
pl: Lista dostępnych quizów

source: Title
pl: Tytuł

source: Start quiz
pl: Rozpocznij quiz

source: There are no available quizzes
pl: Nie ma żadnych dostępnych quizów

source: Sign up
pl: Zapisz się

source: Results
pl: Wyniki

source: You answered
pl: Odpowiedział(e/a)ś poprawnie na

source: questions correctly out of
pl: pytań z

source: giving you
pl: co daje Ci

source: percent correct
pl: % poprawnych

source: Correct Answers
pl: Poprawne odpowiedzi

source: Accuracy
pl: Dokładność

source: Your session score is
pl: Twój wynik w sesji

source: out of a possible
pl: z możliwych

source: Correct article
pl: Poprawny rodzajnik

source: Your answer
pl: Twoja odpowiedź
